/* Are you sure you want to delete everything? There's no going back from here. */
"areYouSure" = "pt_Are you sure you want to delete everything? There's no going back from here.";

/* Avatar Touch: Cancel */
"AvatarTouchCancel" = "pt_Cancel";

/* Avatar Touch: Select Photo From Library */
"AvatarTouchSelectPhoto" = "pt_Select Photo From Library";

/* Avatar Touch: Take Photo With Camera */
"AvatarTouchTakePhoto" = "pt_Take Photo With Camera";

/* Cancel */
"Cancel" = "pt_Cancel";

/* and cannot be undone. */
"cantBeUndone" = "pt_and cannot be undone.";

/* Change Password */
"changePassword" = "pt_Change Password";

/* Config */
"Config" = "pt_Config";

/* CONFIRM */
"confirm" = "pt_CONFIRM";

/* Hmm, seems we couldn't find an account associated with that email address. Two options: try a different email or setup a new account (remember how easy that was?). You can also contact us with any questions at support@ */
"couldntFindYourAccount" = "pt_Hmm, seems we couldn't find an account associated with that email address. Two options: try a different email or setup a new account (remember how easy that was?). You can also contact us with any questions at support@";

/* DELETE ACCOUNT */
"deleteAccount" = "pt_DELETE ACCOUNT";

/* Delete Account */
"deleteAccountTitle" = "pt_Delete Account";

/* Email in use */
"EmailInUse" = "pt_Email in use";

/* Emain in Use cancel button title: OK */
"EmailInUseCancelButton" = "pt_OK";

/* This email address is already in use by another account. */
"EmainInUseMessage" = "pt_This email address is already in use by another account.";

/* We've encountered a problem while requesting a password reset:  */
"errorPasswordReset" = "pt_We've encountered a problem while requesting a password reset:";

/* Failed to reset to defaults. Could be due to lack of internet connection. */
"failedToReset" = "pt_Failed to reset to defaults. Could be due to lack of internet connection.";

/* If you sign-out now the uploads will be cancelled and the videos will be removed from the phone (for your privacy). */
"IfYouSignOut" = "pt_If you sign-out now the uploads will be cancelled and the videos will be removed from the phone (for your privacy).";

/* This will immediately delete your account, including your */
"immediatelyDelete" = "pt_ This will immediately delete your account, including your";

/* Invalid Email */
"invalidEmail" = "pt_Invalid Email";

/* Lost Password */
"LostPassword" = "pt_Lost Password";

/* We've sent you an email that makes it simple to set a new password for your account. */
"newPasswordEmail" = "pt_We've sent you an email that makes it simple to set a new password for your account.";

/* No */
"No" = "pt_No";

/* OK */
"OK" = "pt_OK";

/* Reset */
"Reset" = "pt_Reset";

/* Reset all settings to their defaults? */
"resetSettings" = "pt_Reset all settings to their defaults?";

/* Settings reset to defaults. */
"resetToDefaults" = "pt_Settings reset to defaults.";

/* The email address seems to be invalid. */
"seemsInvalid" = "pt_The email address seems to be invalid.";

/* Settings */
"settings" = "pt_Settings";

/* Sign out and delete videos */
"SignOut" = "pt_Sign out and delete videos";

/* Do you want to keep the videos you shot? You'll need a way to sign back in... */
"SignOutAccType3" = "pt_Do you want to keep the videos you shot? You'll need a way to sign back in...";

/* Sign-in to edit your profile! */
"signToEdit" = "pt_Sign-in to edit your profile!";

/* String 'there are' to be used when videos count is > 1 */
"thereAre" = "pt_there are";

/* String 'there is' to be used when videos count is = 1 */
"thereIs" = "pt_there is";

/* String: uploading */
"uploading" = "pt_uploading";

/* String 'videos' to be used when videos count is > 1 */
"videoPlural" = "pt_videos";

/* String 'video' to be used when videos count is = 1 */
"videoSingular" = "pt_video";

/* Do you want to sign out? */
"WantToSignOut" = "pt_Do you want to sign out?";

/* Yes */
"Yes" = "pt_Yes";

